Repository: LookInsideApp/LookInside
Catalog: LookInside/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, vi, zh_hans, zh_hant

source: This target needs a Server with Gesture Debug support (iOS 16+ or macOS 13+).
ar: يحتاج هذا الهدف إلى Server يدعم تصحيح الإيماءات (iOS 16 أو أحدث، أو macOS 13 أو أحدث).
de: Dieses Ziel benötigt einen Server mit Unterstützung für Gesten-Debugging (iOS 16+ oder macOS 13+).
es: Este destino necesita un Server compatible con la depuración de gestos (iOS 16 o posterior, o macOS 13 o posterior).
fr: Cette cible nécessite un Server prenant en charge le débogage des gestes (iOS 16+ ou macOS 13+).
it: Questa destinazione richiede un Server con supporto al debug dei gesti (iOS 16+ o macOS 13+).
ja: このターゲットには、ジェスチャデバッグに対応したServer(iOS 16以降またはmacOS 13以降)が必要です。
ko: 이 대상에는 제스처 디버그를 지원하는 Server(iOS 16 이상 또는 macOS 13 이상)가 필요합니다.
pt_br: Este destino precisa de um Server com suporte à Depuração de Gestos (iOS 16+ ou macOS 13+).
ru: Для цели нужен Server с поддержкой отладки жестов (iOS 16+ или macOS 13+).
vi: Đích này cần Server hỗ trợ Gỡ lỗi cử chỉ (iOS 16+ hoặc macOS 13+).
zh_hans: 此目标需要支持手势调试的 Server（iOS 16+ 或 macOS 13+）。
zh_hant: 此目標需要支援手勢偵錯的 Server（iOS 16 以上或 macOS 13 以上）。

source: This upstream community link is not available in this build.
ar: رابط المجتمع الأصلي هذا غير متاح في هذا الإصدار.
de: Dieser Community-Link des Upstream-Projekts ist in diesem Build nicht verfügbar.
es: Este enlace comunitario del proyecto original no está disponible en esta compilación.
fr: Ce lien de la communauté en amont n’est pas disponible dans cette version.
it: Questo link della community upstream non è disponibile in questa build.
ja: このビルドでは、アップストリームのコミュニティリンクは使用できません。
ko: 이 빌드에서는 이 업스트림 커뮤니티 링크를 사용할 수 없습니다.
pt_br: Este link da comunidade original não está disponível neste build.
ru: Эта ссылка на сообщество оригинального проекта недоступна в этой сборке.
vi: Liên kết cộng đồng upstream này không khả dụng trong bản dựng này.
zh_hans: 此构建中无法使用该上游社区链接。
zh_hant: 此版本無法使用該上游社群連結。

source: This window is not attached to an app.
ar: هذه النافذة غير مرفقة بتطبيق.
de: Dieses Fenster ist an keine App angehängt.
es: Esta ventana no está asociada a ninguna app.
fr: Cette fenêtre n’est attachée à aucune app.
it: Questa finestra non è collegata a un’app.
ja: このウインドウはAppにアタッチされていません。
ko: 이 윈도우는 앱에 연결되어 있지 않습니다.
pt_br: Esta janela não está anexada a um app.
ru: Это окно не подключено к приложению.
vi: Cửa sổ này chưa được gắn vào ứng dụng nào.
zh_hans: 此窗口未附加到 App。
zh_hant: 此視窗尚未附加到 App。

source: Thread: %@
ar: الخيط: %@
es: Hilo: %@
ja: スレッド: %@
ko: 스레드: %@
ru: Поток: %@
vi: Luồng: %@
zh_hans: 线程：%@
zh_hant: 執行緒：%@

source: Timeout for hierarchy and hierarchy-details requests, in seconds. Default: 15s.
ar: المهلة لطلبات التسلسل الهرمي وتفاصيله، بالثواني. الافتراضي: 15 ثانية.
de: Zeitlimit für Hierarchie- und Hierarchiedetail-Anfragen in Sekunden. Standard: 15 s.
es: Tiempo de espera de las solicitudes de jerarquía y de detalles de jerarquía, en segundos. Predeterminado: 15 s.
fr: Délai des requêtes de hiérarchie et de détails de hiérarchie, en secondes. Par défaut : 15 s.
it: Timeout per le richieste di gerarchia e dettagli della gerarchia, in secondi. Predefinito: 15 s.
ja: 階層および階層詳細のリクエストのタイムアウト(秒)。デフォルト: 15秒。
ko: 계층 구조 및 계층 구조 세부 정보 요청의 제한 시간(초)입니다. 기본값: 15초.
pt_br: Tempo limite das requisições de hierarquia e de detalhes da hierarquia, em segundos. Padrão: 15 s.
ru: Тайм-аут запросов иерархии и её подробностей, в секундах. По умолчанию: 15 с.
vi: Thời gian chờ cho các yêu cầu phân cấp và chi tiết phân cấp, tính bằng giây. Mặc định: 15 giây.
zh_hans: 层级和层级详情请求的超时时间，单位为秒。默认 15 秒。
zh_hant: 階層與階層詳細資訊要求的逾時時間，單位為秒。預設為 15 秒。

source: Timeout for license challenge and verification requests, in seconds. Default: 5s.
ar: المهلة لطلبات تحدي الترخيص والتحقق منه، بالثواني. الافتراضي: 5 ثوانٍ.
de: Zeitlimit für Lizenzabfragen und Prüfanfragen in Sekunden. Standard: 5 s.
es: Tiempo de espera de las solicitudes de desafío y verificación de licencia, en segundos. Predeterminado: 5 s.
fr: Délai des requêtes de défi et de vérification de licence, en secondes. Par défaut : 5 s.
it: Timeout per le richieste di sfida e verifica della licenza, in secondi. Predefinito: 5 s.
ja: ライセンスのチャレンジおよび認証リクエストのタイムアウト(秒)。デフォルト: 5秒。
ko: 라이선스 챌린지 및 확인 요청의 제한 시간(초)입니다. 기본값: 5초.
pt_br: Tempo limite das requisições de desafio e de verificação da licença, em segundos. Padrão: 5 s.
ru: Тайм-аут запросов проверки лицензии, в секундах. По умолчанию: 5 с.
vi: Thời gian chờ cho các yêu cầu challenge và xác minh giấy phép, tính bằng giây. Mặc định: 5 giây.
zh_hans: 许可证质询和验证请求的超时时间，单位为秒。默认 5 秒。
zh_hant: 授權挑戰與驗證要求的逾時時間，單位為秒。預設為 5 秒。

source: to measure between it and selected %@.
ar: لقياس المسافة بينه وبين %@ المحدد.
de: um zwischen ihr und dem ausgewählten %@ zu messen.
es: para medir la distancia entre ella y el %@ seleccionado.
fr: pour mesurer entre celui-ci et %@ sélectionné.
it: per misurare la distanza tra questo e %@ selezionato.
ja: と、選択した%@との距離を測定します。
ko: 해당 항목과 선택한 %@ 사이를 측정합니다.
pt_br: para medir a distância entre ele e %@ selecionado.
ru: чтобы измерить расстояние до выбранного %@.
vi: để đo giữa nó và %@ đã chọn.
zh_hans: 即可测量它与所选 %@ 之间的距离。
zh_hant: 即可測量它與所選 %@ 之間的距離。

source: Tracking / highlighted
ar: تتبّع / مميّز
de: Verfolgt / hervorgehoben
es: En seguimiento / resaltado
fr: Suivi / mis en surbrillance
it: Tracking / evidenziato
ja: トラッキング中/ハイライト中
ko: 추적 중 / 강조 표시됨
pt_br: Rastreando / destacado
ru: Отслеживается / выделено
vi: Đang theo dõi / được tô sáng
zh_hans: 跟踪中 / 高亮
zh_hant: 追蹤中／醒目標示

source: Type
ar: النوع
de: Typ
es: Tipo
it: Tipo
ja: タイプ
ko: 유형
pt_br: Tipo
ru: Тип
vi: Loại
zh_hans: 类型
zh_hant: 類型

source: Type property or method name here
ar: اكتب اسم خاصية أو دالة هنا
de: Name der Eigenschaft oder Methode hier eingeben
es: Escribe aquí el nombre de una propiedad o un método
fr: Saisissez ici un nom de propriété ou de méthode
it: Digita qui il nome di una proprietà o di un metodo
ja: プロパティ名またはメソッド名を入力
ko: 여기에 속성 또는 메서드 이름 입력
pt_br: Digite aqui o nome de uma propriedade ou método
ru: Введите имя свойства или метода
vi: Nhập tên thuộc tính hoặc phương thức tại đây
zh_hans: 在这里输入属性名或方法名
zh_hant: 在此輸入屬性名稱或方法名稱

source: UIControl events: 0x%@
ar: أحداث UIControl: 0x%@
de: UIControl-Ereignisse: 0x%@
es: Eventos de UIControl: 0x%@
fr: Événements UIControl : 0x%@
it: Eventi UIControl: 0x%@
ja: UIControlイベント: 0x%@
ko: UIControl 이벤트: 0x%@
pt_br: Eventos do UIControl: 0x%@
ru: События UIControl: 0x%@
vi: Sự kiện UIControl: 0x%@
zh_hans: UIControl 事件：0x%@
zh_hant: UIControl 事件：0x%@

source: Unable to copy the script.
ar: تعذّر نسخ البرنامج النصي.
de: Das Skript konnte nicht kopiert werden.
es: No se puede copiar el script.
fr: Impossible de copier le script.
it: Impossibile copiare lo script.
ja: スクリプトをコピーできません。
ko: 스크립트를 복사할 수 없습니다.
pt_br: Não foi possível copiar o script.
ru: Не удалось скопировать скрипт.
vi: Không thể sao chép tập lệnh.
zh_hans: 无法拷贝脚本。
zh_hant: 無法拷貝指令碼。

source: Unable to decode CSV as UTF-8.
ar: تعذّر فك ترميز CSV بتنسيق UTF-8.
de: CSV konnte nicht als UTF-8 dekodiert werden.
es: No se pudo decodificar el CSV como UTF-8.
fr: Impossible de décoder le CSV en UTF-8.
it: Impossibile decodificare il CSV come UTF-8.
ja: CSVをUTF-8としてデコードできません。
ko: CSV를 UTF-8로 디코딩할 수 없습니다.
pt_br: Não foi possível decodificar o CSV como UTF-8.
ru: Не удалось декодировать CSV как UTF-8.
vi: Không giải mã được CSV dưới dạng UTF-8.
zh_hans: 无法按 UTF-8 解码 CSV。
zh_hant: 無法以 UTF-8 解碼 CSV。

source: Unable to find the script at %@.
ar: تعذّر العثور على البرنامج النصي في %@.
de: Das Skript unter %@ wurde nicht gefunden.
es: No se encontró el script en %@.
fr: Impossible de trouver le script à l’emplacement %@.
it: Impossibile trovare lo script in %@.
ja: %@にスクリプトが見つかりません。
ko: %@에서 스크립트를 찾을 수 없습니다.
pt_br: Não foi possível encontrar o script em %@.
ru: Не удалось найти скрипт по пути %@.
vi: Không tìm thấy tập lệnh tại %@.
zh_hans: 在 %@ 找不到脚本。
zh_hant: 在 %@ 找不到指令碼。

source: Unable to inspect this app.
ar: تعذّر فحص هذا التطبيق.
de: Diese App kann nicht untersucht werden.
es: No se puede inspeccionar esta app.
fr: Impossible d’inspecter cette app.
it: Impossibile ispezionare questa app.
ja: このAppを検査できません。
ko: 이 앱을 검사할 수 없습니다.
pt_br: Não foi possível inspecionar este app.
ru: Не удалось выполнить инспекцию этого приложения.
vi: Không thể kiểm tra ứng dụng này.
zh_hans: 无法检查此 App。
zh_hant: 無法檢查此 App。

source: Unable to inspect this iOS App. Current version of LookInside app is too low.
ar: تعذّر فحص تطبيق iOS هذا. إصدار تطبيق LookInside الحالي قديم جدًا.
de: Diese iOS-App kann nicht untersucht werden. Die Version der LookInside-App ist zu niedrig.
es: No se puede inspeccionar esta app de iOS. La versión actual de LookInside es demasiado antigua.
fr: Impossible d’inspecter cette app iOS. La version de LookInside est trop ancienne.
it: Impossibile ispezionare questa app iOS. La versione corrente di LookInside è troppo vecchia.
ja: このiOS Appを検査できません。現在のLookInside Appのバージョンが古すぎます。
ko: 이 iOS 앱을 검사할 수 없습니다. 현재 LookInside 앱 버전이 너무 낮습니다.
pt_br: Não foi possível inspecionar este app iOS. A versão atual do app LookInside é muito antiga.
ru: Не удалось выполнить инспекцию этого приложения iOS. Версия LookInside слишком старая.
vi: Không thể kiểm tra ứng dụng iOS này. Phiên bản ứng dụng LookInside hiện tại quá thấp.
zh_hans: 无法检查此 iOS App。当前 LookInside App 版本过低。
zh_hant: 無法檢查此 iOS App。目前的 LookInside App 版本過舊。

source: Unable to parse the request: %@
ar: تعذّر تحليل الطلب: %@
de: Die Anfrage konnte nicht ausgewertet werden: %@
es: No se puede interpretar la solicitud: %@
fr: Impossible d’analyser la requête : %@
it: Impossibile interpretare la richiesta: %@
ja: リクエストを解析できません: %@
ko: 요청을 해석할 수 없습니다: %@
pt_br: Não foi possível interpretar a requisição: %@
ru: Не удалось разобрать запрос: %@
vi: Không thể phân tích yêu cầu: %@
zh_hans: 无法解析请求：%@
zh_hant: 無法解析要求：%@

source: Unable to reach the LookInside Injector daemon. %@
ar: تعذّر الوصول إلى عملية LookInside Injector الخلفية. %@
de: Der LookInside-Injector-Daemon ist nicht erreichbar. %@
es: No se pudo conectar con el daemon de LookInside Injector. %@
fr: Impossible de joindre le démon LookInside Injector. %@
it: Impossibile raggiungere il daemon di LookInside Injector. %@
ja: LookInside Injectorデーモンに接続できません。 %@
ko: LookInside Injector 데몬에 연결할 수 없습니다. %@
pt_br: Não foi possível se comunicar com o daemon do LookInside Injector. %@
ru: Не удалось связаться с демоном LookInside Injector. %@
vi: Không kết nối được với daemon LookInside Injector. %@
zh_hans: 无法连接到 LookInside Injector 守护进程。 %@
zh_hant: 無法連接 LookInside 注入器常駐程式。 %@

source: Unable to read code signature. %@
ar: تعذّرت قراءة توقيع الرمز. %@
de: Die Codesignatur kann nicht gelesen werden. %@
es: No se pudo leer la firma del código. %@
fr: Impossible de lire la signature du code. %@
it: Impossibile leggere la firma del codice. %@
ja: コード署名を読み取れません。 %@
ko: 코드 서명을 읽을 수 없습니다. %@
pt_br: Não foi possível ler a assinatura de código. %@
ru: Не удалось прочитать подпись кода. %@
vi: Không đọc được chữ ký mã. %@
zh_hans: 无法读取代码签名。 %@
zh_hant: 無法讀取程式碼簽章。 %@

source: Unable to read injector daemon plist: %@
ar: تعذّرت قراءة ملف plist الخاص بعملية الحقن الخلفية: %@
de: Die Plist des Injector-Daemons kann nicht gelesen werden: %@
es: No se pudo leer el plist del daemon del inyector: %@
fr: Impossible de lire le plist du démon de l’injecteur : %@
it: Impossibile leggere il plist del daemon dell’injector: %@
ja: インジェクタデーモンのplistを読み取れません: %@
ko: 인젝터 데몬 plist를 읽을 수 없습니다: %@
pt_br: Não foi possível ler o plist do daemon do injetor: %@
ru: Не удалось прочитать plist демона инжектора: %@
vi: Không đọc được plist của daemon injector: %@
zh_hans: 无法读取注入器守护进程的 plist：%@
zh_hant: 無法讀取注入器常駐程式的 plist：%@

source: Unable to read Swift files in %@.
ar: تعذّرت قراءة ملفات Swift في %@.
de: Swift-Dateien in %@ können nicht gelesen werden.
es: No se pudieron leer los archivos Swift de %@.
fr: Impossible de lire les fichiers Swift dans %@.
it: Impossibile leggere i file Swift in %@.
ja: %@内のSwiftファイルを読み取れません。
ko: %@의 Swift 파일을 읽을 수 없습니다.
pt_br: Não foi possível ler os arquivos Swift em %@.
ru: Не удалось прочитать файлы Swift в %@.
vi: Không đọc được các tệp Swift trong %@.
zh_hans: 无法读取 %@ 中的 Swift 文件。
zh_hant: 無法讀取 %@ 中的 Swift 檔案。

source: Unable to read the code signature of LookInside Server framework. %@
ar: تعذّرت قراءة توقيع الرمز لإطار LookInside Server. %@
de: Die Codesignatur des LookInside Server Frameworks kann nicht gelesen werden. %@
es: No se pudo leer la firma del código del framework de LookInside Server. %@
fr: Impossible de lire la signature du code du framework LookInside Server. %@
it: Impossibile leggere la firma del codice del framework LookInside Server. %@
ja: LookInside Serverフレームワークのコード署名を読み取れません。 %@
ko: LookInside Server 프레임워크의 코드 서명을 읽을 수 없습니다. %@
pt_br: Não foi possível ler a assinatura de código do framework do LookInside Server. %@
ru: Не удалось прочитать подпись кода фреймворка LookInside Server. %@
vi: Không đọc được chữ ký mã của LookInside Server framework. %@
zh_hans: 无法读取 LookInside Server framework 的代码签名。 %@
zh_hant: 無法讀取 LookInside Server framework 的程式碼簽章。 %@

source: Unable to Refresh License Status
ar: تعذّر تحديث حالة الترخيص
de: Lizenzstatus konnte nicht aktualisiert werden
es: No se pudo actualizar el estado de la licencia
fr: Impossible d’actualiser l’état de la licence
it: Impossibile aggiornare lo stato della licenza
ja: ライセンス状況を更新できません
ko: 라이선스 상태를 새로 고칠 수 없음
pt_br: Não Foi Possível Atualizar o Status da Licença
ru: Не удалось обновить статус лицензии
vi: Không thể làm mới trạng thái giấy phép
zh_hans: 无法刷新许可证状态
zh_hant: 無法重新整理授權狀態

source: Unable to Run Script
ar: تعذّر تشغيل البرنامج النصي
de: Skript konnte nicht ausgeführt werden
es: No se puede ejecutar el script
fr: Impossible d’exécuter le script
it: Impossibile eseguire lo script
ja: スクリプトを実行できません
ko: 스크립트를 실행할 수 없음
pt_br: Não Foi Possível Executar o Script
ru: Не удалось выполнить скрипт
vi: Không thể chạy tập lệnh
zh_hans: 无法运行脚本
zh_hant: 無法執行指令碼

source: Unexpected request format: %@
ar: تنسيق الطلب غير متوقع: %@
de: Unerwartetes Anfrageformat: %@
es: Formato de solicitud inesperado: %@
fr: Format de requête inattendu : %@
it: Formato della richiesta imprevisto: %@
ja: 予期しないリクエスト形式です: %@
ko: 예기치 않은 요청 형식입니다: %@
pt_br: Formato de requisição inesperado: %@
ru: Неожиданный формат запроса: %@
vi: Định dạng yêu cầu không hợp lệ: %@
zh_hans: 请求格式不符合预期：%@
zh_hant: 非預期的要求格式：%@

source: Unknown
ar: غير معروف
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
ko: 알 수 없음
pt_br: Desconhecido
ru: Неизвестно
vi: Không rõ
zh_hans: 未知
zh_hant: 未知

source: Unknown download failure.
ar: فشل تنزيل غير معروف.
de: Unbekannter Fehler beim Laden.
es: Error de descarga desconocido.
fr: Échec du téléchargement pour une raison inconnue.
it: Download non riuscito per un motivo sconosciuto.
ja: 原因不明のダウンロードエラーです。
ko: 알 수 없는 다운로드 오류입니다.
pt_br: Falha desconhecida no download.
ru: Неизвестная ошибка загрузки.
vi: Lỗi tải về không xác định.
zh_hans: 未知的下载失败。
zh_hant: 未知的下載失敗。

source: Update Default Library
ar: تحديث المكتبة الافتراضية
de: Standardbibliothek aktualisieren
es: Actualizar biblioteca predeterminada
fr: Mettre à jour la bibliothèque par défaut
it: Aggiorna libreria predefinita
ja: デフォルトライブラリをアップデート
ko: 기본 라이브러리 업데이트
pt_br: Atualizar Biblioteca Padrão
ru: Обновить библиотеку по умолчанию
vi: Cập nhật thư viện mặc định
zh_hans: 更新默认库
zh_hant: 更新預設資料庫

source: Updated default library: %@.
ar: تم تحديث المكتبة الافتراضية: %@.
de: Standardbibliothek aktualisiert: %@.
es: Biblioteca predeterminada actualizada: %@.
fr: Bibliothèque par défaut mise à jour : %@.
it: Libreria predefinita aggiornata: %@.
ja: デフォルトライブラリをアップデートしました: %@。
ko: 기본 라이브러리를 업데이트했습니다: %@.
pt_br: Biblioteca padrão atualizada: %@.
ru: Библиотека по умолчанию обновлена: %@.
vi: Đã cập nhật thư viện mặc định: %@.
zh_hans: 已更新默认库：%@。
zh_hant: 已更新預設資料庫：%@。

source: Updating default library…
ar: جارٍ تحديث المكتبة الافتراضية…
de: Standardbibliothek wird aktualisiert …
es: Actualizando la biblioteca predeterminada…
fr: Mise à jour de la bibliothèque par défaut…
it: Aggiornamento della libreria predefinita…
ja: デフォルトライブラリをアップデート中…
ko: 기본 라이브러리 업데이트 중…
pt_br: Atualizando a biblioteca padrão…
ru: Обновление библиотеки по умолчанию…
vi: Đang cập nhật thư viện mặc định…
zh_hans: 正在更新默认库…
zh_hant: 正在更新預設資料庫…

# Updating screenshots… %@ / %@
source: Updating screenshots… %1$@ / %2$@
ar: جارٍ تحديث لقطات الشاشة… %1$@ / %2$@
de: Bildschirmfotos werden aktualisiert … %1$@ / %2$@
es: Actualizando capturas de pantalla… %1$@ / %2$@
fr: Mise à jour des captures d’écran… %1$@ / %2$@
it: Aggiornamento degli screenshot… %1$@ / %2$@
ja: スクリーンショットを更新中… %1$@ / %2$@
ko: 스크린샷 업데이트 중… %1$@ / %2$@
pt_br: Atualizando capturas de tela… %1$@ / %2$@
ru: Обновление снимков… %1$@ / %2$@
vi: Đang cập nhật ảnh chụp màn hình… %1$@ / %2$@
zh_hans: 正在更新截图… %1$@ / %2$@
zh_hant: 正在更新截圖… %1$@ / %2$@

source: Updating…
ar: جارٍ التحديث…
de: Wird aktualisiert …
es: Actualizando…
fr: Mise à jour…
it: Aggiornamento…
ja: アップデート中…
ko: 업데이트 중…
pt_br: Atualizando…
ru: Обновление…
vi: Đang cập nhật…
zh_hans: 正在更新…
zh_hant: 正在更新…

source: Value
ar: القيمة
de: Wert
es: Valor
fr: Valeur
it: Valore
ja: 値
ko: 값
pt_br: Valor
ru: Значение
vi: Giá trị
zh_hans: 值
zh_hant: 值

source: Verbose
ar: مفصّل
de: Ausführlich
es: Detallado
fr: Détaillé
it: Dettagliato
ja: 詳細ログ
ko: 상세
pt_br: Detalhado
ru: Подробный
vi: Chi tiết đầy đủ
zh_hans: 详细
zh_hant: 詳細

source: Verification failed: module + filename does not produce this ID.
ar: فشل التحقق: الوحدة مع اسم الملف لا تنتجان هذا المعرّف.
de: Prüfung fehlgeschlagen: Modul und Dateiname ergeben diese ID nicht.
es: Falló la verificación: módulo + nombre de archivo no producen este ID.
fr: Échec de la vérification : le module et le nom de fichier ne produisent pas cet ID.
it: Verifica non riuscita: modulo + nome file non producono questo ID.
ja: 検証に失敗しました: モジュールとファイル名の組み合わせからこのIDは生成されません。
ko: 확인 실패: 모듈과 파일 이름으로 이 ID를 만들 수 없습니다.
pt_br: Falha na verificação: módulo e nome de arquivo não geram este ID.
ru: Проверка не пройдена: модуль и имя файла не дают этот ID.
vi: Xác minh không thành công: mô-đun + tên tệp không tạo ra ID này.
zh_hans: 验证失败：模块名和文件名无法生成此 ID。
zh_hant: 驗證失敗：模組名稱與檔案名稱無法產生此 ID。

source: Verification failed.
ar: فشل التحقق.
de: Prüfung fehlgeschlagen.
es: Falló la verificación.
fr: Échec de la vérification.
it: Verifica non riuscita.
ja: 検証に失敗しました。
ko: 확인에 실패했습니다.
pt_br: Falha na verificação.
ru: Проверка не пройдена.
vi: Xác minh không thành công.
zh_hans: 验证失败。
zh_hant: 驗證失敗。

source: Verified from %@.
ar: تم التحقق من %@.
de: Bestätigt aus %@.
es: Verificado desde %@.
fr: Vérifié depuis %@.
it: Verificato da %@.
ja: %@から検証されました。
ko: %@에서 확인되었습니다.
pt_br: Verificado em %@.
ru: Подтверждено из %@.
vi: Đã xác minh từ %@.
zh_hans: 已从 %@ 验证。
zh_hant: 已從 %@ 驗證。

source: Verified.
ar: تم التحقق.
de: Bestätigt.
es: Verificado.
fr: Vérifié.
it: Verificato.
ja: 検証されました。
ko: 확인되었습니다.
pt_br: Verificado.
ru: Подтверждено.
vi: Đã xác minh.
zh_hans: 已验证。
zh_hant: 已驗證。

source: Verifying code signature…
ar: جارٍ التحقق من توقيع الرمز…
de: Codesignatur wird geprüft …
es: Verificando la firma del código…
fr: Vérification de la signature du code…
it: Verifica della firma del codice…
ja: コード署名を検証中…
ko: 코드 서명 확인 중…
pt_br: Verificando assinatura de código…
ru: Проверка подписи кода…
vi: Đang xác minh chữ ký mã…
zh_hans: 正在验证代码签名…
zh_hant: 正在驗證程式碼簽章…

source: Version %1$@ (%2$@)
ar: الإصدار %1$@ (%2$@)
es: Versión %1$@ (%2$@)
it: Versione %1$@ (%2$@)
ja: バージョン%1$@(%2$@)
ko: 버전 %1$@(%2$@)
pt_br: Versão %1$@ (%2$@)
ru: Версия %1$@ (%2$@)
vi: Phiên bản %1$@ (%2$@)
zh_hans: 版本 %1$@（%2$@）
zh_hant: 版本 %1$@（%2$@）

source: View
ar: عرض
de: Ansicht
es: Vista
fr: Vue
it: Vista
ja: 表示
ko: 보기
pt_br: Visualizar
ru: Вид
zh_hans: 视图
zh_hant: 檢視

source: View bounds (hit-test approximation)
ar: حدود العرض (تقريب لاختبار اللمس)
de: Ansichtsgrenzen (Hit-Test-Näherung)
es: Límites de la vista (aproximación de detección de toques)
fr: Limites de la vue (approximation du test de hit)
it: Limiti della vista (approssimazione dell’hit test)
ja: ビューの境界(ヒットテストの近似)
ko: 뷰 bounds(히트 테스트 근사값)
pt_br: Limites da view (aproximação do hit test)
ru: Границы представления (приближение для hit test)
vi: Giới hạn view (xấp xỉ hit-test)
zh_hans: 视图边界（命中测试近似值）
zh_hant: 檢視邊界（點擊測試近似值）

source: View feature description
ar: عرض وصف الميزة
de: Funktionsbeschreibung anzeigen
es: Ver descripción de la función
fr: Afficher la description de la fonctionnalité
it: Mostra descrizione della funzione
ja: 機能の説明を表示
ko: 기능 설명 보기
pt_br: Ver descrição do recurso
ru: Посмотреть описание функции
vi: Xem mô tả tính năng
zh_hans: 查看功能说明
zh_hant: 查看功能說明

source: Waiting for current interaction regions. Older Servers need an update to provide Suggestions.
ar: في انتظار مناطق التفاعل الحالية. تحتاج الإصدارات الأقدم من Server إلى تحديث لتقديم الاقتراحات.
de: Warten auf aktuelle Interaktionsbereiche. Ältere Server müssen aktualisiert werden, um Vorschläge zu liefern.
es: Esperando las regiones de interacción actuales. Los Server antiguos necesitan una actualización para ofrecer sugerencias.
fr: En attente des zones d’interaction actuelles. Les anciens Servers doivent être mis à jour pour fournir des suggestions.
it: In attesa delle aree di interazione correnti. I Server meno recenti devono essere aggiornati per fornire i suggerimenti.
ja: 現在のインタラクション領域を待機中です。古いServerでは、提案を表示するためにアップデートが必要です。
ko: 현재 상호작용 영역을 기다리는 중입니다. 이전 버전의 Server는 제안을 제공하려면 업데이트해야 합니다.
pt_br: Aguardando as regiões de interação atuais. Servers mais antigos precisam ser atualizados para fornecer Sugestões.
ru: Ожидание текущих областей взаимодействия. Для рекомендаций старые версии Server нужно обновить.
vi: Đang chờ các vùng tương tác hiện tại. Server cũ hơn cần cập nhật để đưa ra Gợi ý.
zh_hans: 正在等待当前交互区域。较旧的 Server 需要更新才能提供建议。
zh_hant: 正在等待目前的互動區域。較舊的 Server 需要更新才能提供建議。

source: Waiting for SwiftUI events. Interact with the target app.
ar: في انتظار أحداث SwiftUI. تفاعل مع التطبيق الهدف.
de: Warten auf SwiftUI-Ereignisse. Interagiere mit der Ziel-App.
es: Esperando eventos de SwiftUI. Interactúa con la app de destino.
fr: En attente d’événements SwiftUI. Interagissez avec l’app cible.
it: In attesa di eventi SwiftUI. Interagisci con l’app di destinazione.
ja: SwiftUIイベントを待機中です。ターゲットAppを操作してください。
ko: SwiftUI 이벤트를 기다리는 중입니다. 대상 앱을 조작하세요.
pt_br: Aguardando eventos do SwiftUI. Interaja com o app de destino.
ru: Ожидание событий SwiftUI. Взаимодействуйте с целевым приложением.
vi: Đang chờ sự kiện SwiftUI. Hãy tương tác với ứng dụng đích.
zh_hans: 正在等待 SwiftUI 事件。请操作目标 App。
zh_hant: 正在等待 SwiftUI 事件。請操作目標 App。
